tap "homebrew/bundle"
tap "jesseduffield/lazygit"
brew "bat"
brew "duf"
brew "eza"
brew "fd"
brew "fzf"
brew "gawk"
brew "git-delta"
brew "gnu-sed"
brew "jq"
brew "neovim"
brew "node"
brew "ranger"
brew "ripgrep"
brew "rm-improved"
brew "sd"
brew "starship"
brew "stow"
brew "tlrc"
brew "tree"
brew "xsel"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
