adpyke.vscode-sql-formatter
alefragnani.bookmarks
alexdima.copy-relative-path
atommaterial.a-file-icon-vscode
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
dotjoshjohnson.xml
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
ezforo.copy-relative-path-and-line-numbers
formulahendry.auto-rename-tag
github.vscode-pull-request-github
golang.go
grapecity.gc-excelviewer
hashicorp.terraform
hediet.vscode-drawio
humao.rest-client
johnpapa.vscode-peacock
lkytal.pomodoro
mechatroner.rainbow-csv
mishkinf.goto-next-previous-member
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-wsl
mulesoftinc.dataweave
oderwat.indent-rainbow
pkief.material-icon-theme
redhat.vscode-xml
ritwickdey.liveserver
salesforce.mule-dx-dependencies
salesforce.mule-dx-vscode
shd101wyy.markdown-preview-enhanced
simplyroba.impex-support
streetsidesoftware.code-spell-checker
tobias-z.vscode-harpoon
usernamehw.errorlens
vscodevim.vim
william-voyek.vscode-nginx
wmanth.jar-viewer
yzhang.markdown-all-in-one
zhuangtongfa.material-theme

# install with e.g. commang: code --list-extensions | xargs -L 1 echo code --install-extension
# example command: code --install-extension EditorConfig.EditorConfig
